/*
Navicat MySQL Data Transfer

Source Server         : GeNa
Source Server Version : 50714
Source Host           : localhost:3306
Source Database       : project

Target Server Type    : MYSQL
Target Server Version : 50714
File Encoding         : 65001

Date: 2018-02-09 16:41:57
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for car
-- ----------------------------
DROP TABLE IF EXISTS `car`;
CREATE TABLE `car` (
  `user` varchar(255) NOT NULL,
  `id` int(255) NOT NULL,
  `qty` int(255) NOT NULL,
  `dispatching` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of car
-- ----------------------------
INSERT INTO `car` VALUES ('13711777777', '11', '1', '海外直邮');
INSERT INTO `car` VALUES ('13711777777', '9', '1', '海外直邮');
INSERT INTO `car` VALUES ('jj', '1', '1', '经济航空运');
INSERT INTO `car` VALUES ('jj', '1', '1', '海外直邮');
INSERT INTO `car` VALUES ('ljj', '9', '5', '海运');
INSERT INTO `car` VALUES ('13711777777', '111', '1', '海外直邮');
INSERT INTO `car` VALUES ('ljj', '8', '1', '海外直邮');

-- ----------------------------
-- Table structure for goodslist
-- ----------------------------
DROP TABLE IF EXISTS `goodslist`;
CREATE TABLE `goodslist` (
  `id` int(255) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `brand` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `weight` varchar(255) DEFAULT NULL,
  `picture` varchar(255) NOT NULL,
  `price` varchar(255) NOT NULL,
  `discount` varchar(255) DEFAULT NULL,
  `price_off` varchar(255) DEFAULT NULL,
  `production` varchar(255) DEFAULT NULL,
  `shelf_life` varchar(255) DEFAULT NULL,
  `manufacturers` varchar(255) DEFAULT NULL,
  `constituent` varchar(255) DEFAULT NULL,
  `sales` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=127 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goodslist
-- ----------------------------
INSERT INTO `goodslist` VALUES ('1', '白色恋人/WHITE、LOVER、白色恋人、巧克力夹心饼干、54枚装', '白色恋人', '巧克力/饼干', '540g', '../img/l1.png', '347.08', '7.6', '263.12', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '3467');
INSERT INTO `goodslist` VALUES ('2', '白色恋人/WHITE、LOVER、北海道名产白巧克力夹心饼干、12枚装', '白色恋人', '巧克力/饼干', '200g', '../img/l2.png', '53.49', '0', '53.49', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '12321');
INSERT INTO `goodslist` VALUES ('3', '北海道名产、白色恋人、巧克力夹心饼干、12枚入3盒', '白色恋人', '巧克力/饼干', '200g', '../img/l3.jpg', '302.81', '6.1', '184.18', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '4324');
INSERT INTO `goodslist` VALUES ('4', '白色恋人/WHITE、LOVER、黑白混合巧克力夹心饼干、24枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l4.jpg', '143.43', '6.7', '96.05', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '34432');
INSERT INTO `goodslist` VALUES ('5', '白色恋人/WHITE、LOVER、巧克力夹心饼干、36枚入', '白色恋人', '巧克力/饼干', '360g', '../img/l5.jpg', '330.81', '6.7', '202.89', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2133');
INSERT INTO `goodslist` VALUES ('6', '白色恋人/WHITE、LOVER、巧克力夹心饼干、24枚装*15盒、黑白混合', '白色恋人', '巧克力/饼干', '3600g', '../img/l6.jpg', '1663.82', '9.4', '1571.79', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '1234');
INSERT INTO `goodslist` VALUES ('7', '白色恋人/WHITE、LOVER、TSUMUGI、圆年轮蛋糕、特浓白奶油盒', '白色恋人', '巧克力/饼干', '300g', '../img/l7.jpg', '212.85', '4.2', '89.23', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '4356');
INSERT INTO `goodslist` VALUES ('8', '北海道名产、白色恋人白巧克力饼干、12枚x3盒', '白色恋人', '巧克力/饼干', '900g', '../img/l8.png', '369', '7.8', '288.99', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '3256');
INSERT INTO `goodslist` VALUES ('9', '白色恋人/WHITE、LOVER、美冬、巧克力威化、12个入', '白色恋人', '巧克力/饼干', '500g', '../img/l9.jpg', '223.75', '7.8', '173.63', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '3246');
INSERT INTO `goodslist` VALUES ('10', '白色恋人/WHITE、LOVER、家族大集合64枚礼盒', '白色恋人', '巧克力/饼干', '800g', '../img/l10.jpg', '510.62', '8.4', '418.59', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '23465');
INSERT INTO `goodslist` VALUES ('11', '白色恋人/WHITE、LOVER、美冬、抹茶巧克力夹心威化饼干6枚入', '白色恋人', '巧克力/饼干', '300g', '../img/l11.jpg', '86.06', '6.1', '52.39', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '3243');
INSERT INTO `goodslist` VALUES ('12', '白色恋人/whitelover、纯黑巧克力夹心饼干、18枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l12.jpg', '200.81', '6.1', '130.52', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '34532');
INSERT INTO `goodslist` VALUES ('13', '白色恋人/WHITE、LOVER、纯黑巧克力夹心饼干、18枚入*18盒装', '白色恋人', '巧克力/饼干', '2000g', '../img/l13.jpg', '1491.70', '8.7', '1297.30', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2345');
INSERT INTO `goodslist` VALUES ('14', '白色恋人/WHITE、LOVER、美冬、巧克力威化、3个入*15盒', '白色恋人', '巧克力/饼干', '1000g', '../img/l14.jpg', '562.26', '8.0', '449.57', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2345');
INSERT INTO `goodslist` VALUES ('15', '北海道名产、白色恋人、牛奶巧克力饮料、190gx3罐装', '白色恋人', '巧克力/饼干', '500g', '../img/l15.jpg', '86.06', '5.6', '48.33', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '23432');
INSERT INTO `goodslist` VALUES ('16', '白色恋人/WHITE、LOVER、巧克力夹心饼干、12枚*30盒（1箱）', '白色恋人', '巧克力/饼干', '6000g', '../img/l1.png', '1658.08', '8.7', '1440.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '976');
INSERT INTO `goodslist` VALUES ('17', '北海道名产、白色恋人、牛奶巧克力饮料、190gx6罐装', '白色恋人', '巧克力/饼干', '1040g', '../img/l2.png', '143.43', '6.7', '96.66', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '674');
INSERT INTO `goodslist` VALUES ('18', '白色恋人/WHITE、LOVER美冬巧克力威化、6个入', '白色恋人', '巧克力/饼干', '100g', '../img/l3.jpg', '172.12', '3.0', '52.39', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '6536');
INSERT INTO `goodslist` VALUES ('19', '白色恋人/WHITE、LOVER、糖果夹心板巧克力套装、共享5种口味', '白色恋人', '巧克力/饼干', '400g', '../img/l4.jpg', '185.66', '5.9', '109.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2345');
INSERT INTO `goodslist` VALUES ('20', '白色恋人/WHITE、LOVER人、白巧克力夹心饼干、24枚', '白色恋人', '巧克力/饼干', '600g', '../img/l5.jpg', '212.28', '5.0', '106.85', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '43543');
INSERT INTO `goodslist` VALUES ('21', '白色恋人/WHITE、LOVER、美冬、3枚装*5包', '白色恋人', '巧克力/饼干', '600g', '../img/l6.jpg', '267.30', '5.1', '134.25', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '54354');
INSERT INTO `goodslist` VALUES ('22', '白色恋人/WHITE、LOVER、白色恋人、巧克力夹心饼干、54枚装', '白色恋人', '巧克力/饼干', '540g', '../img/l1.png', '347.08', '7.6', '263.12', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '45354');
INSERT INTO `goodslist` VALUES ('23', '白色恋人/WHITE、LOVER、北海道名产白巧克力夹心饼干、12枚装', '白色恋人', '巧克力/饼干', '200g', '../img/l2.png', '53.49', '0', '53.49', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '4325');
INSERT INTO `goodslist` VALUES ('24', '北海道名产、白色恋人、巧克力夹心饼干、12枚入3盒', '白色恋人', '巧克力/饼干', '200g', '../img/l3.jpg', '302.81', '6.1', '184.18', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '43543');
INSERT INTO `goodslist` VALUES ('25', '白色恋人/WHITE、LOVER、黑白混合巧克力夹心饼干、24枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l4.jpg', '143.43', '6.7', '96.05', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2345');
INSERT INTO `goodslist` VALUES ('26', '白色恋人/WHITE、LOVER、巧克力夹心饼干、36枚入', '白色恋人', '巧克力/饼干', '360g', '../img/l5.jpg', '330.81', '6.7', '202.89', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2545');
INSERT INTO `goodslist` VALUES ('27', '白色恋人/WHITE、LOVER、巧克力夹心饼干、24枚装*15盒、黑白混合', '白色恋人', '巧克力/饼干', '3600g', '../img/l6.jpg', '1663.82', '9.4', '1571.79', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '4565');
INSERT INTO `goodslist` VALUES ('28', '白色恋人/WHITE、LOVER、TSUMUGI、圆年轮蛋糕、特浓白奶油盒', '白色恋人', '巧克力/饼干', '300g', '../img/l7.jpg', '212.85', '4.2', '89.23', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '6564');
INSERT INTO `goodslist` VALUES ('29', '北海道名产、白色恋人白巧克力饼干、12枚x3盒', '白色恋人', '巧克力/饼干', '900g', '../img/l8.png', '369', '7.8', '288.99', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '6666');
INSERT INTO `goodslist` VALUES ('30', '白色恋人/WHITE、LOVER、美冬、巧克力威化、12个入', '白色恋人', '巧克力/饼干', '500g', '../img/l9.jpg', '223.75', '7.8', '173.63', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '555');
INSERT INTO `goodslist` VALUES ('31', '白色恋人/WHITE、LOVER、家族大集合64枚礼盒', '白色恋人', '巧克力/饼干', '800g', '../img/l10.jpg', '510.62', '8.4', '418.59', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '35434');
INSERT INTO `goodslist` VALUES ('32', '白色恋人/WHITE、LOVER、美冬、抹茶巧克力夹心威化饼干6枚入', '白色恋人', '巧克力/饼干', '300g', '../img/l11.jpg', '86.06', '6.1', '52.39', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '87986');
INSERT INTO `goodslist` VALUES ('33', '白色恋人/whitelover、纯黑巧克力夹心饼干、18枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l12.jpg', '200.81', '6.1', '130.52', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '34543');
INSERT INTO `goodslist` VALUES ('34', '白色恋人/WHITE、LOVER、纯黑巧克力夹心饼干、18枚入*18盒装', '白色恋人', '巧克力/饼干', '2000g', '../img/l13.jpg', '1491.70', '8.7', '1297.30', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '3456');
INSERT INTO `goodslist` VALUES ('35', '白色恋人/WHITE、LOVER、美冬、巧克力威化、3个入*15盒', '白色恋人', '巧克力/饼干', '1000g', '../img/l14.jpg', '562.26', '8.0', '449.57', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '345');
INSERT INTO `goodslist` VALUES ('36', '北海道名产、白色恋人、牛奶巧克力饮料、190gx3罐装', '白色恋人', '巧克力/饼干', '500g', '../img/l15.jpg', '86.06', '5.6', '48.33', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '4356');
INSERT INTO `goodslist` VALUES ('37', '白色恋人/WHITE、LOVER、巧克力夹心饼干、12枚*30盒（1箱）', '白色恋人', '巧克力/饼干', '6000g', '../img/l1.png', '1658.08', '8.7', '1440.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '3242');
INSERT INTO `goodslist` VALUES ('38', '北海道名产、白色恋人、牛奶巧克力饮料、190gx6罐装', '白色恋人', '巧克力/饼干', '1040g', '../img/l2.png', '143.43', '6.7', '96.66', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '24432');
INSERT INTO `goodslist` VALUES ('39', '白色恋人/WHITE、LOVER美冬巧克力威化、6个入', '白色恋人', '巧克力/饼干', '100g', '../img/l3.jpg', '172.12', '3.0', '52.39', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2342');
INSERT INTO `goodslist` VALUES ('40', '白色恋人/WHITE、LOVER、糖果夹心板巧克力套装、共享5种口味', '白色恋人', '巧克力/饼干', '400g', '../img/l4.jpg', '185.66', '5.9', '109.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2435');
INSERT INTO `goodslist` VALUES ('41', '白色恋人/WHITE、LOVER人、白巧克力夹心饼干、24枚', '白色恋人', '巧克力/饼干', '600g', '../img/l5.jpg', '212.28', '5.0', '106.85', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '24325');
INSERT INTO `goodslist` VALUES ('42', '白色恋人/WHITE、LOVER、美冬、3枚装*5包', '白色恋人', '巧克力/饼干', '600g', '../img/l6.jpg', '267.30', '5.1', '134.25', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2345');
INSERT INTO `goodslist` VALUES ('43', '白色恋人/WHITE、LOVER、白色恋人、巧克力夹心饼干、54枚装', '白色恋人', '巧克力/饼干', '540g', '../img/l1.png', '347.08', '7.6', '263.12', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2345');
INSERT INTO `goodslist` VALUES ('44', '白色恋人/WHITE、LOVER、北海道名产白巧克力夹心饼干、12枚装', '白色恋人', '巧克力/饼干', '200g', '../img/l2.png', '53.49', '0', '53.49', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '23432');
INSERT INTO `goodslist` VALUES ('45', '北海道名产、白色恋人、巧克力夹心饼干、12枚入3盒', '白色恋人', '巧克力/饼干', '200g', '../img/l3.jpg', '302.81', '6.1', '184.18', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2433');
INSERT INTO `goodslist` VALUES ('46', '白色恋人/WHITE、LOVER、黑白混合巧克力夹心饼干、24枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l4.jpg', '143.43', '6.7', '96.05', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2345');
INSERT INTO `goodslist` VALUES ('47', '白色恋人/WHITE、LOVER、巧克力夹心饼干、36枚入', '白色恋人', '巧克力/饼干', '360g', '../img/l5.jpg', '330.81', '6.7', '202.89', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '676');
INSERT INTO `goodslist` VALUES ('48', '白色恋人/WHITE、LOVER、巧克力夹心饼干、24枚装*15盒、黑白混合', '白色恋人', '巧克力/饼干', '3600g', '../img/l6.jpg', '1663.82', '9.4', '1571.79', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '854');
INSERT INTO `goodslist` VALUES ('49', '白色恋人/WHITE、LOVER、TSUMUGI、圆年轮蛋糕、特浓白奶油盒', '白色恋人', '巧克力/饼干', '300g', '../img/l7.jpg', '212.85', '4.2', '89.23', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '8765');
INSERT INTO `goodslist` VALUES ('50', '北海道名产、白色恋人白巧克力饼干、12枚x3盒', '白色恋人', '巧克力/饼干', '900g', '../img/l8.png', '369', '7.8', '288.99', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '76845');
INSERT INTO `goodslist` VALUES ('51', '白色恋人/WHITE、LOVER、美冬、巧克力威化、12个入', '白色恋人', '巧克力/饼干', '500g', '../img/l9.jpg', '223.75', '7.8', '173.63', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '76645');
INSERT INTO `goodslist` VALUES ('52', '白色恋人/WHITE、LOVER、家族大集合64枚礼盒', '白色恋人', '巧克力/饼干', '800g', '../img/l10.jpg', '510.62', '8.4', '418.59', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '5466');
INSERT INTO `goodslist` VALUES ('53', '白色恋人/WHITE、LOVER、美冬、抹茶巧克力夹心威化饼干6枚入', '白色恋人', '巧克力/饼干', '300g', '../img/l11.jpg', '86.06', '6.1', '52.39', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2432');
INSERT INTO `goodslist` VALUES ('54', '白色恋人/whitelover、纯黑巧克力夹心饼干、18枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l12.jpg', '200.81', '6.1', '130.52', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '45354');
INSERT INTO `goodslist` VALUES ('55', '白色恋人/WHITE、LOVER、纯黑巧克力夹心饼干、18枚入*18盒装', '白色恋人', '巧克力/饼干', '2000g', '../img/l13.jpg', '1491.70', '8.7', '1297.30', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2345');
INSERT INTO `goodslist` VALUES ('56', '白色恋人/WHITE、LOVER、美冬、巧克力威化、3个入*15盒', '白色恋人', '巧克力/饼干', '1000g', '../img/l14.jpg', '562.26', '8.0', '449.57', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '6544');
INSERT INTO `goodslist` VALUES ('57', '北海道名产、白色恋人、牛奶巧克力饮料、190gx3罐装', '白色恋人', '巧克力/饼干', '500g', '../img/l15.jpg', '86.06', '5.6', '48.33', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '7645');
INSERT INTO `goodslist` VALUES ('58', '白色恋人/WHITE、LOVER、巧克力夹心饼干、12枚*30盒（1箱）', '白色恋人', '巧克力/饼干', '6000g', '../img/l1.png', '1658.08', '8.7', '1440.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '6455');
INSERT INTO `goodslist` VALUES ('59', '北海道名产、白色恋人、牛奶巧克力饮料、190gx6罐装', '白色恋人', '巧克力/饼干', '1040g', '../img/l2.png', '143.43', '6.7', '96.66', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '4366');
INSERT INTO `goodslist` VALUES ('60', '白色恋人/WHITE、LOVER美冬巧克力威化、6个入', '白色恋人', '巧克力/饼干', '100g', '../img/l3.jpg', '172.12', '3.0', '52.39', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2348');
INSERT INTO `goodslist` VALUES ('61', '白色恋人/WHITE、LOVER、糖果夹心板巧克力套装、共享5种口味', '白色恋人', '巧克力/饼干', '400g', '../img/l4.jpg', '185.66', '5.9', '109.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '3247');
INSERT INTO `goodslist` VALUES ('62', '白色恋人/WHITE、LOVER人、白巧克力夹心饼干、24枚', '白色恋人', '巧克力/饼干', '600g', '../img/l5.jpg', '212.28', '5.0', '106.85', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '9666');
INSERT INTO `goodslist` VALUES ('63', '白色恋人/WHITE、LOVER、美冬、3枚装*5包', '白色恋人', '巧克力/饼干', '600g', '../img/l6.jpg', '267.30', '5.1', '134.25', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '45767');
INSERT INTO `goodslist` VALUES ('64', '白色恋人/WHITE、LOVER、白色恋人、巧克力夹心饼干、54枚装', '白色恋人', '巧克力/饼干', '540g', '../img/l1.png', '347.08', '7.6', '263.12', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '6546');
INSERT INTO `goodslist` VALUES ('65', '白色恋人/WHITE、LOVER、北海道名产白巧克力夹心饼干、12枚装', '白色恋人', '巧克力/饼干', '200g', '../img/l2.png', '53.49', '0', '53.49', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '8765');
INSERT INTO `goodslist` VALUES ('66', '北海道名产、白色恋人、巧克力夹心饼干、12枚入3盒', '白色恋人', '巧克力/饼干', '200g', '../img/l3.jpg', '302.81', '6.1', '184.18', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '4657');
INSERT INTO `goodslist` VALUES ('67', '白色恋人/WHITE、LOVER、黑白混合巧克力夹心饼干、24枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l4.jpg', '143.43', '6.7', '96.05', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '8664');
INSERT INTO `goodslist` VALUES ('68', '白色恋人/WHITE、LOVER、巧克力夹心饼干、36枚入', '白色恋人', '巧克力/饼干', '360g', '../img/l5.jpg', '330.81', '6.7', '202.89', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '76545');
INSERT INTO `goodslist` VALUES ('69', '白色恋人/WHITE、LOVER、巧克力夹心饼干、24枚装*15盒、黑白混合', '白色恋人', '巧克力/饼干', '3600g', '../img/l6.jpg', '1663.82', '9.4', '1571.79', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '6575');
INSERT INTO `goodslist` VALUES ('70', '白色恋人/WHITE、LOVER、TSUMUGI、圆年轮蛋糕、特浓白奶油盒', '白色恋人', '巧克力/饼干', '300g', '../img/l7.jpg', '212.85', '4.2', '89.23', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '44645');
INSERT INTO `goodslist` VALUES ('71', '北海道名产、白色恋人白巧克力饼干、12枚x3盒', '白色恋人', '巧克力/饼干', '900g', '../img/l8.png', '369', '7.8', '288.99', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '456');
INSERT INTO `goodslist` VALUES ('72', '白色恋人/WHITE、LOVER、美冬、巧克力威化、12个入', '白色恋人', '巧克力/饼干', '500g', '../img/l9.jpg', '223.75', '7.8', '173.63', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '56');
INSERT INTO `goodslist` VALUES ('73', '白色恋人/WHITE、LOVER、家族大集合64枚礼盒', '白色恋人', '巧克力/饼干', '800g', '../img/l10.jpg', '510.62', '8.4', '418.59', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '654');
INSERT INTO `goodslist` VALUES ('74', '白色恋人/WHITE、LOVER、美冬、抹茶巧克力夹心威化饼干6枚入', '白色恋人', '巧克力/饼干', '300g', '../img/l11.jpg', '86.06', '6.1', '52.39', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '456');
INSERT INTO `goodslist` VALUES ('75', '白色恋人/whitelover、纯黑巧克力夹心饼干、18枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l12.jpg', '200.81', '6.1', '130.52', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '456');
INSERT INTO `goodslist` VALUES ('76', '白色恋人/WHITE、LOVER、纯黑巧克力夹心饼干、18枚入*18盒装', '白色恋人', '巧克力/饼干', '2000g', '../img/l13.jpg', '1491.70', '8.7', '1297.30', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '765');
INSERT INTO `goodslist` VALUES ('77', '白色恋人/WHITE、LOVER、美冬、巧克力威化、3个入*15盒', '白色恋人', '巧克力/饼干', '1000g', '../img/l14.jpg', '562.26', '8.0', '449.57', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '4567');
INSERT INTO `goodslist` VALUES ('78', '北海道名产、白色恋人、牛奶巧克力饮料、190gx3罐装', '白色恋人', '巧克力/饼干', '500g', '../img/l15.jpg', '86.06', '5.6', '48.33', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '685');
INSERT INTO `goodslist` VALUES ('79', '白色恋人/WHITE、LOVER、巧克力夹心饼干、12枚*30盒（1箱）', '白色恋人', '巧克力/饼干', '6000g', '../img/l1.png', '1658.08', '8.7', '1440.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '768');
INSERT INTO `goodslist` VALUES ('80', '北海道名产、白色恋人、牛奶巧克力饮料、190gx6罐装', '白色恋人', '巧克力/饼干', '1040g', '../img/l2.png', '143.43', '6.7', '96.66', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '865');
INSERT INTO `goodslist` VALUES ('81', '白色恋人/WHITE、LOVER美冬巧克力威化、6个入', '白色恋人', '巧克力/饼干', '100g', '../img/l3.jpg', '172.12', '3.0', '52.39', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '476');
INSERT INTO `goodslist` VALUES ('82', '白色恋人/WHITE、LOVER、糖果夹心板巧克力套装、共享5种口味', '白色恋人', '巧克力/饼干', '400g', '../img/l4.jpg', '185.66', '5.9', '109.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '696');
INSERT INTO `goodslist` VALUES ('83', '白色恋人/WHITE、LOVER人、白巧克力夹心饼干、24枚', '白色恋人', '巧克力/饼干', '600g', '../img/l5.jpg', '212.28', '5.0', '106.85', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '2143');
INSERT INTO `goodslist` VALUES ('84', '白色恋人/WHITE、LOVER、美冬、3枚装*5包', '白色恋人', '巧克力/饼干', '600g', '../img/l6.jpg', '267.30', '5.1', '134.25', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '314');
INSERT INTO `goodslist` VALUES ('85', '白色恋人/WHITE、LOVER、白色恋人、巧克力夹心饼干、54枚装', '白色恋人', '巧克力/饼干', '540g', '../img/l1.png', '347.08', '7.6', '263.12', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '99');
INSERT INTO `goodslist` VALUES ('86', '白色恋人/WHITE、LOVER、北海道名产白巧克力夹心饼干、12枚装', '白色恋人', '巧克力/饼干', '200g', '../img/l2.png', '53.49', '0', '53.49', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '67');
INSERT INTO `goodslist` VALUES ('87', '北海道名产、白色恋人、巧克力夹心饼干、12枚入3盒', '白色恋人', '巧克力/饼干', '200g', '../img/l3.jpg', '302.81', '6.1', '184.18', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '456');
INSERT INTO `goodslist` VALUES ('88', '白色恋人/WHITE、LOVER、黑白混合巧克力夹心饼干、24枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l4.jpg', '143.43', '6.7', '96.05', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '459');
INSERT INTO `goodslist` VALUES ('89', '白色恋人/WHITE、LOVER、巧克力夹心饼干、36枚入', '白色恋人', '巧克力/饼干', '360g', '../img/l5.jpg', '330.81', '6.7', '202.89', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '645');
INSERT INTO `goodslist` VALUES ('90', '白色恋人/WHITE、LOVER、巧克力夹心饼干、24枚装*15盒、黑白混合', '白色恋人', '巧克力/饼干', '3600g', '../img/l6.jpg', '1663.82', '9.4', '1571.79', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '6457');
INSERT INTO `goodslist` VALUES ('91', '白色恋人/WHITE、LOVER、TSUMUGI、圆年轮蛋糕、特浓白奶油盒', '白色恋人', '巧克力/饼干', '300g', '../img/l7.jpg', '212.85', '4.2', '89.23', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '354');
INSERT INTO `goodslist` VALUES ('92', '北海道名产、白色恋人白巧克力饼干、12枚x3盒', '白色恋人', '巧克力/饼干', '900g', '../img/l8.png', '369', '7.8', '288.99', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '654');
INSERT INTO `goodslist` VALUES ('93', '白色恋人/WHITE、LOVER、美冬、巧克力威化、12个入', '白色恋人', '巧克力/饼干', '500g', '../img/l9.jpg', '223.75', '7.8', '173.63', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '6543');
INSERT INTO `goodslist` VALUES ('94', '白色恋人/WHITE、LOVER、家族大集合64枚礼盒', '白色恋人', '巧克力/饼干', '800g', '../img/l10.jpg', '510.62', '8.4', '418.59', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '9876');
INSERT INTO `goodslist` VALUES ('95', '白色恋人/WHITE、LOVER、美冬、抹茶巧克力夹心威化饼干6枚入', '白色恋人', '巧克力/饼干', '300g', '../img/l11.jpg', '86.06', '6.1', '52.39', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '35643');
INSERT INTO `goodslist` VALUES ('96', '白色恋人/whitelover、纯黑巧克力夹心饼干、18枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l12.jpg', '200.81', '6.1', '130.52', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '34576');
INSERT INTO `goodslist` VALUES ('97', '白色恋人/WHITE、LOVER、纯黑巧克力夹心饼干、18枚入*18盒装', '白色恋人', '巧克力/饼干', '2000g', '../img/l13.jpg', '1491.70', '8.7', '1297.30', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '875');
INSERT INTO `goodslist` VALUES ('98', '白色恋人/WHITE、LOVER、美冬、巧克力威化、3个入*15盒', '白色恋人', '巧克力/饼干', '1000g', '../img/l14.jpg', '562.26', '8.0', '449.57', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '855');
INSERT INTO `goodslist` VALUES ('99', '北海道名产、白色恋人、牛奶巧克力饮料、190gx3罐装', '白色恋人', '巧克力/饼干', '500g', '../img/l15.jpg', '86.06', '5.6', '48.33', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '78');
INSERT INTO `goodslist` VALUES ('100', '白色恋人/WHITE、LOVER、巧克力夹心饼干、12枚*30盒（1箱）', '白色恋人', '巧克力/饼干', '6000g', '../img/l1.png', '1658.08', '8.7', '1440.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '879');
INSERT INTO `goodslist` VALUES ('101', '北海道名产、白色恋人、牛奶巧克力饮料、190gx6罐装', '白色恋人', '巧克力/饼干', '1040g', '../img/l2.png', '143.43', '6.7', '96.66', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '45');
INSERT INTO `goodslist` VALUES ('102', '白色恋人/WHITE、LOVER美冬巧克力威化、6个入', '白色恋人', '巧克力/饼干', '100g', '../img/l3.jpg', '172.12', '3.0', '52.39', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '22');
INSERT INTO `goodslist` VALUES ('103', '白色恋人/WHITE、LOVER、糖果夹心板巧克力套装、共享5种口味', '白色恋人', '巧克力/饼干', '400g', '../img/l4.jpg', '185.66', '5.9', '109.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '33');
INSERT INTO `goodslist` VALUES ('104', '白色恋人/WHITE、LOVER人、白巧克力夹心饼干、24枚', '白色恋人', '巧克力/饼干', '600g', '../img/l5.jpg', '212.28', '5.0', '106.85', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '44');
INSERT INTO `goodslist` VALUES ('105', '白色恋人/WHITE、LOVER、美冬、3枚装*5包', '白色恋人', '巧克力/饼干', '600g', '../img/l6.jpg', '267.30', '5.1', '134.25', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '66');
INSERT INTO `goodslist` VALUES ('106', '白色恋人/WHITE、LOVER、白色恋人、巧克力夹心饼干、54枚装', '白色恋人', '巧克力/饼干', '540g', '../img/l1.png', '347.08', '7.6', '263.12', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '55');
INSERT INTO `goodslist` VALUES ('107', '白色恋人/WHITE、LOVER、北海道名产白巧克力夹心饼干、12枚装', '白色恋人', '巧克力/饼干', '200g', '../img/l2.png', '53.49', '0', '53.49', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '87');
INSERT INTO `goodslist` VALUES ('108', '北海道名产、白色恋人、巧克力夹心饼干、12枚入3盒', '白色恋人', '巧克力/饼干', '200g', '../img/l3.jpg', '302.81', '6.1', '184.18', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '56');
INSERT INTO `goodslist` VALUES ('109', '白色恋人/WHITE、LOVER、黑白混合巧克力夹心饼干、24枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l4.jpg', '143.43', '6.7', '96.05', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '345');
INSERT INTO `goodslist` VALUES ('110', '白色恋人/WHITE、LOVER、巧克力夹心饼干、36枚入', '白色恋人', '巧克力/饼干', '360g', '../img/l5.jpg', '330.81', '6.7', '202.89', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '356');
INSERT INTO `goodslist` VALUES ('111', '白色恋人/WHITE、LOVER、巧克力夹心饼干、24枚装*15盒、黑白混合', '白色恋人', '巧克力/饼干', '3600g', '../img/l6.jpg', '1663.82', '9.4', '1571.79', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '685');
INSERT INTO `goodslist` VALUES ('112', '白色恋人/WHITE、LOVER、TSUMUGI、圆年轮蛋糕、特浓白奶油盒', '白色恋人', '巧克力/饼干', '300g', '../img/l7.jpg', '212.85', '4.2', '89.23', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '345');
INSERT INTO `goodslist` VALUES ('113', '北海道名产、白色恋人白巧克力饼干、12枚x3盒', '白色恋人', '巧克力/饼干', '900g', '../img/l8.png', '369', '7.8', '288.99', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '546');
INSERT INTO `goodslist` VALUES ('114', '白色恋人/WHITE、LOVER、美冬、巧克力威化、12个入', '白色恋人', '巧克力/饼干', '500g', '../img/l9.jpg', '223.75', '7.8', '173.63', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '764');
INSERT INTO `goodslist` VALUES ('115', '白色恋人/WHITE、LOVER、家族大集合64枚礼盒', '白色恋人', '巧克力/饼干', '800g', '../img/l10.jpg', '510.62', '8.4', '418.59', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '8674');
INSERT INTO `goodslist` VALUES ('116', '白色恋人/WHITE、LOVER、美冬、抹茶巧克力夹心威化饼干6枚入', '白色恋人', '巧克力/饼干', '300g', '../img/l11.jpg', '86.06', '6.1', '52.39', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '466');
INSERT INTO `goodslist` VALUES ('117', '白色恋人/whitelover、纯黑巧克力夹心饼干、18枚装', '白色恋人', '巧克力/饼干', '300g', '../img/l12.jpg', '200.81', '6.1', '130.52', '日本', '80天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '474');
INSERT INTO `goodslist` VALUES ('118', '白色恋人/WHITE、LOVER、纯黑巧克力夹心饼干、18枚入*18盒装', '白色恋人', '巧克力/饼干', '2000g', '../img/l13.jpg', '1491.70', '8.7', '1297.30', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '7657');
INSERT INTO `goodslist` VALUES ('119', '白色恋人/WHITE、LOVER、美冬、巧克力威化、3个入*15盒', '白色恋人', '巧克力/饼干', '1000g', '../img/l14.jpg', '562.26', '8.0', '449.57', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '4765');
INSERT INTO `goodslist` VALUES ('120', '北海道名产、白色恋人、牛奶巧克力饮料、190gx3罐装', '白色恋人', '巧克力/饼干', '500g', '../img/l15.jpg', '86.06', '5.6', '48.33', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '6574');
INSERT INTO `goodslist` VALUES ('121', '白色恋人/WHITE、LOVER、巧克力夹心饼干、12枚*30盒（1箱）', '白色恋人', '巧克力/饼干', '6000g', '../img/l1.png', '1658.08', '8.7', '1440.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '4764');
INSERT INTO `goodslist` VALUES ('122', '北海道名产、白色恋人、牛奶巧克力饮料、190gx6罐装', '白色恋人', '巧克力/饼干', '1040g', '../img/l2.png', '143.43', '6.7', '96.66', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '657');
INSERT INTO `goodslist` VALUES ('123', '白色恋人/WHITE、LOVER美冬巧克力威化、6个入', '白色恋人', '巧克力/饼干', '100g', '../img/l3.jpg', '172.12', '3.0', '52.39', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '77');
INSERT INTO `goodslist` VALUES ('124', '白色恋人/WHITE、LOVER、糖果夹心板巧克力套装、共享5种口味', '白色恋人', '巧克力/饼干', '400g', '../img/l4.jpg', '185.66', '5.9', '109.81', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '646');
INSERT INTO `goodslist` VALUES ('125', '白色恋人/WHITE、LOVER人、白巧克力夹心饼干、24枚', '白色恋人', '巧克力/饼干', '600g', '../img/l5.jpg', '212.28', '5.0', '106.85', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '63');
INSERT INTO `goodslist` VALUES ('126', '白色恋人/WHITE、LOVER、美冬、3枚装*5包', '白色恋人', '巧克力/饼干', '600g', '../img/l6.jpg', '267.30', '5.1', '134.25', '日本', '120天', '日本北海道札幌、石屋制菓株式会社', '砂糖、蛋白、小麦粉、全奶粉，植物油，可可脂奶油，黄油，酥油，奶油，牛奶，面粉、食盐、脱脂奶粉，乳化剂（大豆由来）、香料', '72');

-- ----------------------------
-- Table structure for member
-- ----------------------------
DROP TABLE IF EXISTS `member`;
CREATE TABLE `member` (
  `name` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of member
-- ----------------------------
INSERT INTO `member` VALUES ('xiaoming', '123@qq.com', null, '123456');
INSERT INTO `member` VALUES ('123', '1@qq.com', null, '123123');
INSERT INTO `member` VALUES ('111', '12@qq.com', null, '111111');
INSERT INTO `member` VALUES ('狂拽炫酷吊炸天', '123456@qq.com', null, '123456');
INSERT INTO `member` VALUES ('123123', 'abc@qq.com', null, '123123');
INSERT INTO `member` VALUES ('asd', '000@qq.com', null, '111111');
INSERT INTO `member` VALUES ('1111', '1231@qq.com', null, '123123');
INSERT INTO `member` VALUES (null, null, '13432888888', '123123');
INSERT INTO `member` VALUES ('1231231', '12311@qq.com', null, '123123');
INSERT INTO `member` VALUES ('ljj', '812518099@qq.com', '', 'e10adc3949ba59abbe56e057f20f883e');
INSERT INTO `member` VALUES ('', '', '13432886936', 'e10adc3949ba59abbe56e057f20f883e');
INSERT INTO `member` VALUES ('', '', '13711777777', '96e79218965eb72c92a549dd5a330112');
SET FOREIGN_KEY_CHECKS=1;
